import type {NextPage} from 'next'
import Head from "next/head";
import MainLayout from "../layouts/main-layout";

const Thanks: NextPage = () => {

  const title = "Выразить благодарность - Благая весть - Христс.ру";
  const desc = "Выразить благодарность";

  return (
    <>
      <Head>
        <title>{title}</title>
        <meta name="description" content={desc}/>
        <meta property="og:title" content={title}/>
        <meta property="og:description" content={desc}/>
      </Head>
      <MainLayout title="Благая весть"
                  desc="Получайте каждый день случайно выбранную весть из святого благовествования, рассуждайте над ней и исполняйте её.">
        <div>
          <p>
            Если вы желаете выразить благодарность, то можете сделать это, пополнив номер телефона: <strong>МТС
            +7 9198540227</strong> на любую сумму, либо можете пополнить <strong>QIWI</strong> кошелек по
            номеру: <strong>+7 9198540227</strong>. Будем вам очень признательны и главное помните:
          </p>
          <p>
            <strong>
              Смотрите, не творите милостыни вашей пред людьми с тем, чтобы они видели вас: иначе не будет вам награды от Отца вашего Небесного.
              Итак, когда творишь милостыню, не труби перед собою, как делают лицемеры в синагогах и на улицах, чтобы прославляли их люди. Истинно говорю вам: они уже получают награду свою.
              У тебя же, когда творишь милостыню, пусть левая рука твоя не знает, что делает правая, чтобы милостыня твоя была
              втайне; и Отец твой, видящий тайное, воздаст тебе явно. (Матф.6:1-4)
            </strong>
          </p>
        </div>
      </MainLayout>
    </>
  )
}

export default Thanks;